Repository: Regss/xbmc-regss-repository
Catalog: script.show.image/resources/language/Polish/strings.po
Languages: pl

# #32001
source: Select image 1
pl: Wybierz obraz 1

# #32002
source: Select image 2
pl: Wybierz obraz 2

# #32003
source: Select image 3
pl: Wybierz obraz 3

# #32004
source: Select image 4
pl: Wybierz obraz 4

# #32005
source: Select image 5
pl: Wybierz obraz 5

# #32006
source: Select image 6
pl: Wybierz obraz 6

# #32007
source: Select image 7
pl: Wybierz obraz 7

# #32008
source: Select image 8
pl: Wybierz obraz 8

# #32100
source: Use: RunScript(script.show.window, [image number])
pl: Użyj: RunScript(script.show.window, [image number])

# #32101
source: Set path to image
pl: Ustaw ścieżkę do pliku

# #32102
source: Wrong file
pl: Zły plik
